// user icon SVG
export const userIcon = (
  <svg
    xmlns="http://www.w3.org/2000/svg"
    width="12"
    height="12"
    viewBox="0 0 12 12"
    fill="none"
  >
    <path
      d="M5.66667 0C6.41811 0 7.13878 0.298511 7.67014 0.829864C8.20149 1.36122 8.5 2.08189 8.5 2.83333C8.5 3.58478 8.20149 4.30545 7.67014 4.8368C7.13878 5.36816 6.41811 5.66667 5.66667 5.66667C4.91522 5.66667 4.19455 5.36816 3.6632 4.8368C3.13184 4.30545 2.83333 3.58478 2.83333 2.83333C2.83333 2.08189 3.13184 1.36122 3.6632 0.829864C4.19455 0.298511 4.91522 0 5.66667 0ZM5.66667 7.08333C8.7975 7.08333 11.3333 8.35125 11.3333 9.91667V11.3333H0V9.91667C0 8.35125 2.53583 7.08333 5.66667 7.08333Z"
      fill="black"
    />
  </svg>
);

export const links = [
  { label: "صفحه اصلی", href: "/" },
  { label: "آگهی ها", href: "/ads" },
  { label: "مزایده ها", href: "/auctions" },
  { label: "اتوگالری", href: "/autogallery" },
  { label: "اخبار", href: "https://blog.dolox.ir" },
];
